[
  {
    "text": "Hatred strengthens that which we hate.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Across our lives, landfills of concepts tower high and sink low. Clean it.",
    "author": "Jonathan Carter"
  },
  {
    "text": "As long as you look there will be something to find. There is no end to the exhaustion of duality. It's an obsession, of sorts, to find something dual so as to make it nondual. Ironic.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Empty stopgap stopping stoppers stopping stopping.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Trauma appears as a belief that peace can be absent under circumstances.",
    "author": "Jonathan Carter"
  },
  {
    "text": "You do not find revelation. You grow into it.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Mental Suffering: You're holding something down that's trying to move!",
    "author": "Jonathan Carter"
  },
  {
    "text": "I can't wait to master patience. I’m waiting to master patience. Patience refined becomes determination. Determination refined becomes resolve. Resolve dying becomes suspension. Resolve relaxed becomes perfected.",
    "author": "Jonathan Carter"
  },
  {
    "text": "What makes my life meaningful independent of another person?",
    "author": "Jonathan Carter"
  },
  {
    "text": "Where is the man of good conduct?",
    "author": "Jonathan Carter"
  },
  {
    "text": "Dissatisfaction is wishing things to be different than what it is right now.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Thoughts are tricky to take apart, so it’s easier to leave thoughts alone and instead bring your attention to the body sensation and feel them completely and directly and to recognise the only way out is through.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Wrath is the desire for somebody to be just like you.",
    "author": "Jonathan Carter"
  },
  {
    "text": "The definition of a friend is somebody who sees you better than you see yourself.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Present knowledge supersedes prior commitment.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Explaining creates conceptual distance.\nNot explaining maintains misunderstanding.\nBoth approaches seem to fail.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Ideas of past, present, and future arise.\nThere is only the me-now, for now.",
    "author": "Jonathan Carter"
  },
  {
    "text": "To find patterns one should not focus the mind but instead relax it.",
    "author": "Jonathan Carter"
  },
  {
    "text": "All I've ever wanted is for someone to lie with me and to want nothing more than that. That alone has been the objective of everything I've ever chosen.",
    "author": "Jonathan Carter"
  },
  {
    "text": "What you need most is always to be found where you least wish to look.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Ask yourself: why is it that when you pluck a guitar string it sounds louder if it is connected to a guitar?",
    "author": "Jonathan Carter"
  },
  {
    "text": "It is not, as many would think, that the resonance box amplifies the sound — for where would the extra energy come from?",
    "author": "Jonathan Carter"
  },
  {
    "text": "Rather, the energy is the same; what changes is the speed at which it is discharged.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Highly annealed nervous systems are powerful stress-dissipation engines.",
    "author": "Jonathan Carter"
  },
  {
    "text": "You cannot look outside from inside.",
    "author": "Jonathan Carter"
  },
  {
    "text": "You can look inside from outside.",
    "author": "Jonathan Carter"
  },
  {
    "text": "When inside and outside are the same",
    "author": "Jonathan Carter"
  },
  {
    "text": "My sight is opaqued by seeing. And in that, I see that nothing is opaque.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Instead of focusing on what will be experienced next, which implies a conscious observer, we should consider what happens next whether experienced or not.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Who you think you are is an attempt to interpret something that you've experienced.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Ideas of past, present, and future arise. There is only the me-now, for now.",
    "author": "Jonathan Carter"
  },
  {
    "text": "There is not the slightest difference between cyclic existence and nirvana.",
    "author": "Jonathan Carter"
  },
  {
    "text": "What you seek is seeking you.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Freedom is what you do with what's been done to you.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Loneliness is solved by realizing there is nobody but you.",
    "author": "Jonathan Carter"
  },
  {
    "text": "Where there is anger there is always pain underneath.",
    "author": "Eckhart Tolle"
  },
  {
    "text": "The way out of the labyrinth is to follow the thread of one's soul.",
    "author": "Jonathan Carter"
  },
  {
    "text": "The dark does not destroy the light; it defines it.",
    "author": "Jonathan Carter"
  },
  {
    "text": "There is no death, only a change of state.",
    "author": "Jonathan Carter"
  },
  {
    "text": "To eradicate desire with desire.",
    "author": "Jonathan Carter"
  },
  {
    "text": "No need doesn’t equate to a need to stop.",
    "author": "Jonathan Carter"
  },
  {
    "text": "You only have one middle toe.",
    "author": "Jonathan Carter"
  },
  {
    "text": "An enlightened person in France is not an enlightened person in America.",
    "author": "Jonathan Carter"
  },
  {
    "text": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "text": "All great sin archetypes can be seen as different perceptual distortions of the same underlying fixation upon unified awareness",
    "author": "Jonathan Carter"
  },
  {
    "text": "When speaking of psychotherapy: its whole function, in the end, is to help the patient deal with one fundamental error; the belief that anger brings him something he really wants, and that by justifying attack he is protecting himself.",
    "author": "Psychotherapy supplemental material for ACIM"
  },
  {
    "text": "There are two kinds of beings, the embodied and unembodied, in whom there is the mortal and the divine spirit. Man is left to choose one or the other, if he so wishes. For one cannot choose both at once; when one is diminished, it reveals the power of the other.",
    "author": "Hermes Trismegistus, Corpus Hermeticum Book IV"
  },
  {
    "text": "In A Course in Miracles it teaches that the one fundamental error that every patient walks into a therapy office with is the belief that anger brings him or her something that they want and that by justifying attack they are protecting themselves. To the extent to which they are willing to let that go, to that extent they are truly healed.",
    "author": "Matthew Brownstein"
  }
]
